{
  "introMessage": "Hello! Type any question relating to The MayaNut Company or Brosimum alicastrum and I will do my best to answer.",
  "greetingResponses": [
    "Hi! Ask me something about maya nut, Brosimum alicastrum, or this website.",
    "Hello! I can answer short questions about maya nut, our future beverages, and The MayaNut Company.",
    "Hey there! Curious about maya nut or our plantation in Florida? Ask away."
  ],
  "thanksResponses": [
    "You’re very welcome!",
    "Glad to help!",
    "Thank you for visiting The MayaNut Company site.",
    "Thanks for asking about maya nut!"
  ],
  "howAreYouResponses": [
    "I’m a tiny maya nut bot, doing great among the Brosimum alicastrum trees! How can I help you today?",
    "My day is going well in this little digital plantation. Ask me something about maya nut or The MayaNut Company!",
    "I’m feeling nutty in the best way. What would you like to know about maya nut?"
  ],
  "genericOnTopic": [
    "I can chat about the maya nut tree, how it’s used as a drink or flour, and what The MayaNut Company is planning.",
    "maya nut is the seed of Brosimum alicastrum. If you want, ask about where it grows, how it’s used, or our future products.",
    "Ask me about maya nut, Brosimum alicastrum, our Florida plantation plans, or when the beverage might be ready."
  ],
  "genericOffTopic": [
    "I’m a very small helper bot. I only answer questions about maya nut, Brosimum alicastrum, ojoche/ramón, or this website. Try asking about those topics!",
    "I’m focused on maya nut and this site, so I might not know that one. Try a question about Brosimum alicastrum, our drink, or our plantation."
  ],
  "topics": [
    {
      "id": "what-is",
      "keywords": [
        "what is mayanut",
        "what is maya nut",
        "what is the maya nut",
        "what is this drink",
        "what is this beverage",
        "what is this site about",
        "what is this website about",
        "what is brosimum alicastrum"
      ],
      "answers": [
        "maya nut is the roasted seed of the tropical tree Brosimum alicastrum. It can be used to make a rich, naturally caffeine-free drink or a versatile flour.",
        "When you ask “What is maya nut?”, it’s the seed of Brosimum alicastrum – a tropical tree whose seeds can be roasted, ground, and turned into drinks and foods.",
        "This website is about maya nut (Brosimum alicastrum) and The MayaNut Company’s plans to grow plantations in Florida and create future beverages, powders, and flours."
      ]
    },
    {
      "id": "general-mayanut",
      "keywords": [
        "mayanut",
        "maya nut",
        "maya-nut",
        "maya nut tree",
        "mayanut tree",
        "about maya nut",
        "tell me about maya nut"
      ],
      "answers": [
        "maya nut is the seed of the Brosimum alicastrum tree. It’s been used for centuries in its native range as a food and drink.",
        "People use the name “maya nut” for the seed of Brosimum alicastrum. Roasted maya nut can be brewed as a drink or milled into flour.",
        "maya nut comes from Brosimum alicastrum, a tropical rainforest tree in the Moraceae family. It can be turned into beverages, powders, and flours."
      ]
    },
    {
      "id": "brosimum",
      "keywords": [
        "brosimum alicastrum",
        "b. alicastrum",
        "brosimum",
        "latin name",
        "scientific name"
      ],
      "answers": [
        "Brosimum alicastrum is the scientific name for the maya nut tree. It belongs to the Moraceae family, like mulberries and figs.",
        "When you see Brosimum alicastrum, that’s the Latin name for the tropical tree whose seed we call maya nut."
      ]
    },
    {
      "id": "other-names",
      "keywords": [
        "ojoche",
        "ramon",
        "ramón",
        "breadnut",
        "bread nut",
        "guarumo",
        "guai",
        "guaimaro",
        "other names for mayanut"
      ],
      "answers": [
        "Ojoche, ramón, breadnut, and guaimaro are different common names for the same species, Brosimum alicastrum, in different regions.",
        "Yes, names like ojoche and ramón usually refer to the maya nut tree or its seeds, depending on local tradition."
      ]
    },
    {
      "id": "scientific",
      "keywords": [
        "scientific",
        "science",
        "research",
        "study",
        "studies",
        "paper",
        "papers",
        "nutrition",
        "nutritional",
        "composition",
        "protein",
        "analysis",
        "micronutrients"
      ],
      "answers": [
        "If you’re looking for scientific information on Brosimum alicastrum (maya nut), please visit our Research page: use the “RESEARCH” link in the menu or go directly to research.html.",
        "For more technical and scientific details about maya nut, including research papers on Brosimum alicastrum, please check our Research page (research.html)."
      ]
    },
    {
      "id": "where-grows-florida",
      "keywords": [
        "where does it grow",
        "where can it grow",
        "where is it grown",
        "where can maya nut grow",
        "where does maya nut grow",
        "growing in florida",
        "grow in florida",
        "tree in florida",
        "plantation in florida",
        "where are the trees",
        "where are your trees",
        "where are your plantations"
      ],
      "answers": [
        "The MayaNut Company is focusing on warm parts of Florida, especially South Florida below about 27°N, where Brosimum alicastrum can handle winters more easily.",
        "Our early trials are in subtropical South Florida. Over time we hope to learn exactly how far north the maya nut tree can be grown in Florida.",
        "Right now, the website describes plans for a dedicated maya nut plantation in Florida as the base for future beverages, powders, and flours."
      ]
    },
    {
      "id": "store-products",
      "keywords": [
        "store",
        "shop",
        "buy",
        "purchase",
        "order",
        "where can i buy",
        "where do i buy",
        "where to buy",
        "how do i buy",
        "buy mayanut",
        "buy maya nut",
        "buy the drink",
        "can i buy mayanut",
        "can i order",
        "online store",
        "online shop",
        "where is the store",
        "where is your store"
      ],
      "answers": [
        "The online store isn’t open yet. On the main page, the Store section shows placeholder MayaNut products while our plantation grows.",
        "MayaNut beverages are still in development. For now you can scroll through the Store preview on the home page to see what we’re planning.",
        "You can’t order maya nut products yet, but the Store section of this website gives a sneak peek of the beverages, powders, and flours we hope to offer."
      ]
    },
    {
      "id": "beverage-launch",
      "keywords": [
        "when will the drink be ready",
        "when will it be ready",
        "when will the beverage be ready",
        "when can i drink it",
        "when can we buy it",
        "what year will it be ready",
        "when will the product launch",
        "when will it launch",
        "by 2028",
        "2028 beverage"
      ],
      "answers": [
        "The welcome message on the site explains that we hope to be serving a delicious MayaNut beverage by around 2028, once plantations and products are established.",
        "Our goal, as described on the site, is to develop a maya nut plantation and have a MayaNut beverage ready for people to enjoy around 2028."
      ]
    },
    {
      "id": "company-about",
      "keywords": [
        "about the mayanut company",
        "tell me about the mayanut company",
        "who are you",
        "who runs this",
        "about your company",
        "about company",
        "what is the mayanut company",
        "what is this company"
      ],
      "answers": [
        "The MayaNut Company was founded in 2025 in South Florida. Our mission is to grow Brosimum alicastrum trees and create future MayaNut beverages, powders, and flours.",
        "We are The MayaNut Company, developing one of Florida’s first plantations of Brosimum alicastrum trees so people can enjoy maya nut drinks and foods."
      ]
    },
    {
      "id": "founder-august",
      "keywords": [
        "who created this site",
        "who created the site",
        "who created the website",
        "who made this website",
        "who made this site",
        "who is the founder",
        "who is your founder",
        "who started this company",
        "who started the mayanut company",
        "who is august kokus",
        "tell me about august kokus",
        "founder",
        "created by"
      ],
      "answers": [
        "The MayaNut Company and this website were created by August Kokus, a South Floridian botanist and plant explorer.",
        "Our founder is August Kokus. He started The MayaNut Company in 2025 with the goal of establishing maya nut (Brosimum alicastrum) as a new crop in the United States.",
        "The About section explains that August Kokus founded The MayaNut Company to build an industry around Brosimum alicastrum and leave something lasting for the world."
      ]
    },
    {
      "id": "website-purpose",
      "keywords": [
        "what is this website",
        "what is this site",
        "what is mayanut.com",
        "purpose of this website",
        "what is this page about",
        "why this website",
        "why did you make this site"
      ],
      "answers": [
        "This website is the online home of The MayaNut Company. It introduces maya nut (Brosimum alicastrum), our future beverages, and our plantation plans in Florida.",
        "mayanut.com explains what maya nut is, who founded The MayaNut Company, and how we hope to develop plantations and products like beverages, powders, and flours.",
        "The site is here to share information about Brosimum alicastrum, show future product ideas, and document the journey of creating a new crop in Florida."
      ]
    },
    {
      "id": "plantation-facts",
      "keywords": [
        "plantation",
        "maya nut plantation",
        "mayanut plantation",
        "plantation details",
        "farm",
        "future farm",
        "acre",
        "one acre",
        "how big is the farm",
        "how big is the plantation"
      ],
      "answers": [
        "The About section explains that by around 2030, August Kokus hopes to have at least one functional farm, at least one acre in size, for people to start enjoying maya nut.",
        "We plan to develop dedicated maya nut plantations in Florida, starting with at least an acre of Brosimum alicastrum trees as a foundation for future products."
      ]
    },
    {
      "id": "languages-site",
      "keywords": [
        "languages",
        "what languages",
        "multiple languages",
        "why so many languages",
        "language bar",
        "language switcher",
        "translation",
        "translations"
      ],
      "answers": [
        "The site includes a language switcher so visitors from around the world can learn about maya nut in multiple languages. Some translations are still machine-generated and may not be perfect.",
        "You’ll see many languages in the menu: they’re there so people worldwide can explore maya nut. The Privacy text also reminds visitors that some translations may be inaccurate."
      ]
    },
    {
      "id": "privacy-cookies",
      "keywords": [
        "privacy",
        "privacy policy",
        "do you sell my info",
        "sell my info",
        "cookies",
        "data collection",
        "personal data"
      ],
      "answers": [
        "The Privacy Policy on the site explains that only minimal information like basic server logs and anonymous usage data is collected, and that we do not sell your personal information.",
        "If you click the Privacy or “Do Not Sell My Info” links in the footer, you’ll see that The MayaNut Company does not sell your personal information and only uses what you share to respond or improve services."
      ]
    }
  ]
}
