{
  "introMessage": "Hi! I’m a tiny FAQ helper. Ask me about maya nut, Brosimum alicastrum, or this website.",
  "greetingResponses": [
    "Hi! Ask me something about maya nut or Brosimum alicastrum.",
    "Hello! I can answer short questions about maya nut and this website."
  ],
  "thanksResponses": [
    "You’re very welcome!",
    "Glad to help!",
    "Thank you for visiting The MayaNut Company site."
  ],
  "howAreYouResponses": [
    "I’m a tiny maya nut bot, doing great among the Brosimum alicastrum trees! How can I help you today?",
    "My day is going well in this little digital plantation. Ask me something about maya nut or The MayaNut Company!"
  ],
  "genericOnTopic": [
    "I can chat about the maya nut tree, how it’s used as a drink or flour, and what The MayaNut Company is planning.",
    "maya nut is the seed of Brosimum alicastrum. If you want, ask about where it grows, how it’s used, or our future products."
  ],
  "genericOffTopic": [
    "I’m a very small helper bot. I only answer questions about maya nut, Brosimum alicastrum, ojoche/ramón, or this website. Try asking about those topics!"
  ],
  "topics": [
    {
      "id": "what-is",
      "keywords": [
        "what is mayanut",
        "what is maya nut",
        "what is maya-nut",
        "what is the maya nut",
        "what is brosimum alicastrum",
        "what is brosimum",
        "what is ramon",
        "what is ojoche"
      ],
      "answers": [
        "maya nut is the roasted seed of the tropical tree Brosimum alicastrum. It can be used to make a rich, naturally caffeine-free drink or a versatile flour.",
        "When you ask “What is maya nut?”, it’s the seed of Brosimum alicastrum – a tropical tree whose seeds can be roasted, ground, and turned into drinks and foods."
      ]
    },
    {
      "id": "general-mayanut",
      "keywords": [
        "mayanut",
        "maya nut",
        "maya-nut",
        "maya nut tree",
        "mayanut tree"
      ],
      "answers": [
        "maya nut is the seed of the Brosimum alicastrum tree. It’s been used for centuries in its native range as a food and drink.",
        "People use the name “maya nut” for the seed of Brosimum alicastrum. Roasted maya nut can be brewed as a drink or milled into flour."
      ]
    },
    {
      "id": "brosimum",
      "keywords": [
        "brosimum alicastrum",
        "b. alicastrum",
        "brosimum"
      ],
      "answers": [
        "Brosimum alicastrum is the scientific name for the maya nut tree. It belongs to the Moraceae family, like mulberries and figs.",
        "When you see Brosimum alicastrum, that’s the Latin name for the tropical tree whose seed we call maya nut."
      ]
    },
    {
      "id": "other-names",
      "keywords": [
        "ojoche",
        "ramon",
        "ramón",
        "breadnut",
        "bread nut",
        "guarumo",
        "guaimaro"
      ],
      "answers": [
        "Ojoche, ramón, breadnut, and guaimaro are different common names for the same species, Brosimum alicastrum, in different regions.",
        "Yes, names like ojoche and ramón usually refer to the maya nut tree or its seeds, depending on local tradition."
      ]
    },
    {
      "id": "scientific",
      "keywords": [
        "scientific",
        "science",
        "research",
        "study",
        "studies",
        "paper",
        "papers",
        "nutrition",
        "nutritional",
        "composition",
        "protein",
        "analysis",
        "micronutrients"
      ],
      "answers": [
        "If you’re looking for scientific information on Brosimum alicastrum (maya nut), please visit our Research page: use the “RESEARCH” link in the menu or go directly to research.html.",
        "For more technical and scientific details about maya nut, including research papers on Brosimum alicastrum, please check our Research page (research.html)."
      ]
    },
    {
      "id": "where-grows-florida",
      "keywords": [
        "where does it grow",
        "where can it grow",
        "where is it grown",
        "where can maya nut grow",
        "where does maya nut grow",
        "growing in florida",
        "grow in florida",
        "tree in florida",
        "plantation in florida"
      ],
      "answers": [
        "The MayaNut Company is focusing on warm parts of Florida, especially South Florida below about 27°N, where Brosimum alicastrum can handle winters more easily.",
        "Our early trials are in subtropical South Florida. Over time we hope to learn exactly how far north the maya nut tree can be grown in Florida."
      ]
    },
    {
      "id": "store-products",
      "keywords": [
        "store",
        "buy",
        "purchase",
        "product",
        "products",
        "beverage",
        "drink",
        "where can i buy",
        "how do i buy",
        "can i buy mayanut"
      ],
      "answers": [
        "The online store isn’t open yet. On the main page, the Store section shows placeholder MayaNut products while our plantation grows.",
        "MayaNut beverages are still in development. For now you can scroll through the Store preview on the home page to see what we’re planning."
      ]
    },
    {
      "id": "company-about",
      "keywords": [
        "about the mayanut company",
        "tell me about the mayanut company",
        "who are you",
        "who runs this",
        "about your company",
        "about company"
      ],
      "answers": [
        "The MayaNut Company was founded in 2025 by August Kokus in South Florida. Our mission is to grow Brosimum alicastrum trees and create future MayaNut beverages, powders, and flours.",
        "We are The MayaNut Company, developing one of Florida’s first plantations of Brosimum alicastrum trees so people can enjoy maya nut drinks and foods."
      ]
    }
  ]
}
